# Don't error out if a cask already exists, adopt it to Homebrew.
cask_args adopt: true

brew "bat"
brew "chezmoi"
brew "choose-rust"
brew "fd"
brew "fish"
brew "git"
brew "git-delta"
brew "hyperfine"
brew "interactive-rebase-tool"
brew "lsd"
brew "openssh"
brew "rip2"
brew "ripgrep"
brew "starship"
brew "vivid"

cask "1password"
cask "discord"
cask "wezterm"
